{
  "[FONT_HIGH]": 32002,
  "[FONT_LOW]": 32000,
  "[FONT_MEDIUM]": 32001,
  "[POS_BOTTOM]": 32008,
  "[POS_MIDDLE]": 32007,
  "[POS_TOP]": 32006,
  "[RFS_HIGH]": 32005,
  "[RFS_LOW]": 32003,
  "[RFS_MEDIUM]": 32004,
  "[STYLE_BOLD]": 32012,
  "[STYLE_NOT_BOLD]": 32013,
  "[WORDS_HIGH]": 32011,
  "[WORDS_LOW]": 32009,
  "[WORDS_MEDIUM]": 32010
}
